{
  "nav": {
    "ABOUT_ME": "Über mich",
    "SKILLS": "Fähigkeiten",
    "MY_SKILLS": "Fähigkeiten",
    "PORTFOLIO": "Portfolio",
    "CONTACT": "Kontakt"
  },
  "lading_page":{
    "TITLE": "Hallo, ich bin",
    "SUBTITLE": "Web-Entwickler"    
  },


  "about_me": {
    "TITLE": "Über mich",
    "ABOUT_ME": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus der Nähe von Stendal. Begeistert von den grenzenlosen Möglichkeiten in der IT, freue ich mich darauf, optisch ansprechende und intuitive Websites und Anwendungen zu gestalten.",
    "LOCATION": "Flexibel in Bezug auf Arbeitsumgebungen kann ich sowohl vor Ort in Stendal als auch remote effektiv arbeiten.",
    "CHALLENGE": "Ich bin aufgeschlossen und stets auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten kontinuierlich zu verbessern.",
    "MISSION":"In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Form der Problemlösung. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken."
  },
  "my_skills": {
    "TITLE": "Fähigkeiten", 
    "EXPERIENCE": "Ich habe Erfahrungen in der Umsetzung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "UNDER_HEADING": {
      "P": "Suchen Sie nach einer",
      "SPAN": "weiteren Fähigkeit"
    },
    "CONTACT_ME" : "Gerne können Sie mich kontaktieren. Ich freue mich darauf, mein bisheriges Wissen weiter auszubauen.",
    "CONTINUALLY_LEARNING":"Kontinuierliches Lernen",
    "BUTTON":"Kontaktieren Sie mich"
  },
  "portfolio": {
    "SELECTION_WORK":"Entdecken Sie hier eine Auswahl meiner Arbeiten – interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu erleben.",
    "PROJECT": {      
      "JOIN_DESCRIPTION": "Task-Manager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu." ,
      "ELPOLLO_DESCRIPTION" :"Ein einfaches Jump-and-Run-Spiel basierend auf objektorientiertem Programmieren. Hilf Pedro, Münzen und Giftflaschen zu finden, um gegen das Killerhuhn zu kämpfen."    
      
    }
  },
  "contact": {
    "TITLE": "Kontakt",
    "SUBTITLE": "Haben sie ein Problem zu lösen?",
    "DESCRIPTION":"Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "CONTACT_ME":{
      "P": "Brauchen sie einen Frontend-Entwickler?",
      "SPAN": "Kontaktieren sie mich!"
    }, 
    "FORM": {
      "ERROR": {
        "NAME": "Bitte geben Sie Ihren Namen ein",
        "EMAIL": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
        "MESSAGE": "Bitte geben Sie eine Nachricht ein",
        "PRIVACY_POLICY": "Bitte akzeptieren Sie die Datenschutzbestimmungen"
      },
      "NAME": "Dein Name ",
      "EMAIL": "Deine EMail",
      "MESSAGE": "Deine Nachricht",
      "PRVIACY_POLICY": {
        "FIRST_TEXT": "Ich habe die",
        "PRIVACY_POLICY_LINK": "Datenschutzerklärung",
        "LAST_TEXT": "gelesen und stimme zu."
      },
      "BUTTON": "Nachricht senden :)"
    }
  }
}